{ 
// Generic Harvey dialogue
	"PlayerKilled.doctor.01": " ...{0}?",
    "PlayerKilled.doctor.02":"Easy, now... take it slow.",
    "PlayerKilled.doctor.03": "Hello @, I'm glad you're finally awake.#$b#Someone brought you back here unconscious and badly injured. I had to take you in for emergency surgery!",
	"PlayerKilled.doctor.04": "Hello @, I'm glad you're finally awake.#$b#Someone brought you back here unconscious and badly injured. Maru and I had to take you in for emergency surgery!$2",    
	"PlayerKilled.doctor.05": "Since you were unconscious and unable to consent to the surgery, I had to call your husband to explain the situation and get his consent instead.#$b#He was very worried for you, of course. #$b#Even said he would cancel his tour and return to Stardew Valley, although he agreed to hold off on that when I updated him on your condition after the surgery.",
    "PlayerKilled.doctor.06": "Your condition is much better now, @, but please be more careful next time.$2",
    "PlayerKilled.doctor.07": "I'll give you two a moment together.",
	"PlayerKilled.doctor.08": "Maru's been taking excellent care of you all this time. You're almost good as new thanks to her.#$b#Just be more careful next time, alright?",
    "PlayerKilled.doctor.09": "I'll let you two finish up here. Maru, if you need any days off after this, you know you can always ask.",
    "PlayerKilled.doctor.10": "You... have a visitor, by the way. They've been here since you went into surgery, and they were just waiting to talk to you.#$b#Just as it's their right to visit, though, it's also your right to refuse visitors. I'm a button-push away, if you need me.",
    "PlayerKilled.doctor.11": "@ is ready to see you.#$b#It's not my place to get involved in private matters, but all I ask is that you remember that he needs his rest. ^It's not my place to get involved in private matters, but all I ask is that you remember that she needs her rest.#$b#...And you should think of your own wellbeing, too.$2",

//Generic Marlon dialogue
    "MineKilled.Marlon.01": "Hello there, @. I'm glad you managed to wake. For a moment, I was worried that your injury may have been worse than it looked.",
	"MineKilled.Marlon.02": "As per my routine, I was culling the population of slimes in the mines when all of a sudden, I noticed that they were amassing in one place.#$b#I followed their tracks and found you, face-down on the ground and out cold. You seem to have been knocked out, although thankfully, the responsible injury seems minor.",
	"MineKilled.Marlon.03": "And I simply came along to clear a path for %spouse while we brought you back up to the surface.#$b#At first, I was to venture in alone, but %spouse insisted on coming along.#$b#You're blessed to have ended up sharing your life with someone so courageous.",
	"MineKilled.Marlon.04": "I'm happy to be of service. @, I simply ask that you be more careful next time.#$b#I knew some great men and women who were lost to a single moment of inattention.",
    "MineKilled.Marlon.05": "It's in my nature to be frank. I'm simply stating the fact of what I saw. You did well, standing by my side.",
	"MineKilled.Marlon.06": "At any rate, it's best to leave for now. @ needs to rest and recuperate. You two shouldn't linger.",
	"MineKilled.Marlon.07": "%spouse came to get me as soon as possible. I ventured into the mines to find you as requested.#$b#%spouse was quite worried about you when approaching me with concerns for your safety.#$b#You're blessed to have ended up sharing your life with someone so compassionate.",
	"MineKilled.Marlon.08": "It's in my nature to be frank. I'm simply stating the fact of what I observed. You did well to fetch me.",
    "MineKilled.Marlon.09": "At any rate, it is best you return home. You may have gotten away with only a mild injury, but you shouldn't be negligent of your exhaustion.",
    "MineKilled.Marlon.10": "I should also inform you that, as per Guild policy, I will be sending a brief memo of today's events to your next of kin. Your husband, in this case.#$b#I shall not disclose anything more than general information, do not worry. Simply focus on regaining your strength.#$b# And of course, continue the good work you're doing once you're recovered. You're truly an invaluable member of the Guild.",
	
//Generic Leo dialogue
    "IslandKilled.Leo.01": "Oh, you're awake! That's good!#$b#My bird friends found you in the volcano. They say the fire spirits were not happy with you and tried to cook you like food.#$b#But my friends stopped the spirits in time, and brought you here!$1",
    "IslandKilled.Leo.02": "That's right! If my bird friends hadn't found you, the spirits may have eaten you like we eat Golden Walnuts.$1#$b#But my friends say you will be okay. Just be more careful the next time, yeah?",
    "IslandKilled.Leo.03": "Really, though... Maybe you should wash in the river.#$b#Falling asleep on hot rocks is not good for you. You look like a coconut left too long on the fire.$1",

//Default dialogue for custom spouses otherwise non-specified 
    "PlayerKilled.default.04":"Thank goodness you're okay...$2",
    "PlayerKilled.default.05":"I came as fast as possible when I heard you were hurt.#$b#I was really worried for you.$2",
    "PlayerKilled.default.08": "I'm relieved that you look better already, but please, @... Don't ever scare me like that again.$2",
    "MineKilled.default.01": "Easy does it, dear. Are you feeling okay?",
	"MineKilled.default.02": "You were gone for a really long time, so I got a little worried.#$b#Marlon agreed to go check in on you for my peace of mind, and I'm just glad he found you in time. You look like you'll be alright.$2",
	"MineKilled.default.07": "He's right; you do need your rest. I'm just relieved it wasn't anything worse.#$b#Come on, let's go home.$1",
    
//Spouse: Harvey
	"PlayerKilled.Harvey.01": " ...{0}?",
    "PlayerKilled.Harvey.02":"Are you awake in there...?",
    "PlayerKilled.Harvey.03": "I'm coming in for your checkup, my dearest.",
    "PlayerKilled.Harvey.04":"Ahem... Well, all seems in order. When you were first brought here, you were badly injured and unconscious. I had to take you in for emergency surgery.",
    "PlayerKilled.Harvey.05":"I was terrified, to tell you the truth. To have your life in my hands, not knowing if I'd be able to save it...$2#$b#It was one of the most stressful moments of my career.$2",
    "PlayerKilled.Harvey.06": "Alright. Let's be positive about this. You pulled through, just like I knew you would.$1",
    "PlayerKilled.Harvey.07": "Just please be more careful in the future. I don't think I can ever see you like that again.$2",
    "PlayerKilled.Harvey.08": "@ is fine... So why am I still shaking like this...?",
    "PlayerKilled.Harvey.20": "I know you might not want to hear it from me, @, but... I'm glad you're okay.#$b#I say this not just as your doctor, but also as...#$b#...$2",
    "PlayerKilled.Harvey.21": "Nevermind. Above all, I am a professional first and foremost.#$b#As Harvey, I still have trouble looking you in the eye. But as your doctor, it's my duty to treat you, and I hope you never doubt how seriously I do just that.$2#$b#...Anyway. You're cleared to return home, if you want. Take care, @.$2",
	"MineKilled.Harvey.01": "Good! @, can you tell me where we are? How many fingers am I holding up?",
	"MineKilled.Harvey.02": "Sorry. My mind immediately goes into medicine-mode when I see you get hurt. You look alright, however.$2#$b#That's a relief. As a clinician, sometimes I get a gut feeling that something is wrong, and usually, the gut feeling is right.#$b#That's what led me to believe that you were in trouble.",
	"MineKilled.Harvey.04": "Well, compassion comes simply with being @'s husband, as well as with the oath I took as a physician. It's nothing remarkable.$4",
	"MineKilled.Harvey.07": "Let's go. Marlon beat me to it, but I also think you should rest.$2#$b#Maybe I should come with you whenever you're in dangerous places, just as a safeguard.#$b#... No, I know that's not right. I know that my place in this life is neither sky high, nor deep underground.#$b#Although... I'd never have to worry about heights if I went down there...$1",
    
//Spouse: Sebastian
    "PlayerKilled.Sebastian.04": "Oh, my love... I'm so glad you're okay. I was worried sick about you.$2",
    "PlayerKilled.Sebastian.05": "I only got the news once you were already in surgery... Being out here while you were in there was the longest wait of my life.$2#$b#And seeing you in that bed when you were finally brought out... it really broke my heart.$2",
    "PlayerKilled.Sebastian.08": "You know... I believed for my whole life that I didn't have a place in this world. I wanted to be left alone, maybe because part of me was scared.#$b#But @... I've really become a better person since I met you. I don't ever want to go back to a life without you.#$b#Please don't make me.$2",
	"PlayerKilled.Sebastian.20": "I know. I know I don't have it in me to stay for very long.#$b#I just need to see him before I go. ^I just need to see her before I go.",
    "PlayerKilled.Sebastian.21": "Hey. How are you feeling?#$b#I guess it was a little ridiculous of me to come here... But still...#$b#Just because we're not together anymore, it doesn't mean I don't care what happens to you.$2",
    "PlayerKilled.Sebastian.22": "I'm not heartless, @.$2#$b#You almost died, and... I don't think anyone deserves to go through something like that on their own.$2#$b#... That's all. It's good to see you doing okay. Goodbye, @.$2",
    "MineKilled.Sebastian.01": "There you go... Take it easy, my love. Are you okay?",
	"MineKilled.Sebastian.02": "I don't know if I can explain it properly, but... I had a vague bad feeling all of a sudden, and went looking for you to make sure it didn't involve you.$2#$b#Turns out it did. I'm just glad you're not hurt too badly.$2",
	"MineKilled.Sebastian.04": "It wasn't that big of a deal... I take walks in the mines when I can't sleep, anyway, so it's not like I haven't been down there before.$4",
	"MineKilled.Sebastian.07": "Look, @. I won't say I wasn't worried, because finding you unconscious like that was pretty scary.$2#$b#But it would be pretty hypocritical of me to tell you not to go down there anymore.#$b#Besides, I trust you. I know you can take care of yourself.#$b#So next time you're in there, go serve those monsters some sweet revenge.$1",

//Spouse: Sam 
    "PlayerKilled.Sam.04": "Oh man, am I glad you're awake! You really scared me for a while there.$2",
    "PlayerKilled.Sam.05": "I wasn't sure what to expect when I was called here in such a rush, but when I heard the good doc' had to take you for surgery, my heart nearly exploded.$2#$b#I waited out here the whole time, but I couldn't stop shaking.$2#$b#Deep down, though, I had to believe that you'd be okay. You're a fighter like that.",
    "PlayerKilled.Sam.08": "For real, I'm glad you're better. Still, please be more careful the next time you go out there.#$b#I know I'm reckless sometimes, but that doesn't even hold a candle to the kind of stuff you get up to. I trust you, @, but it still scares me sometimes.#$b#Anyway. I'm glad you're safe. And, on the bright side... that scar does look pretty cool on you!$1",
	"PlayerKilled.Sam.20": "Thanks for that, doc. It means a lot. I won't be long, I promise.$2",
    "PlayerKilled.Sam.21": "Hey. I honestly expected you to look worse, after all that.#$b#No, wait! I wasn't wishing you harm, I was just saying...$8#$b#...$2#$b#I didn't think you'd make it when I saw you roll in here on the stretcher. That's all.$2",
    "PlayerKilled.Sam.22": "It looked bad. Whatever got you out there seriously didn't miss.$2#$b#And... I just felt bad letting you go through something so scary all alone.$2#$b#... I'm going to leave. I shouldn't have come to talk to you after you woke up. Bye, @.$2",
    "MineKilled.Sam.01": "There you are! Easy there. Are you feeling okay?",
	"MineKilled.Sam.02": "I was jamming to my favorite tune when suddenly, I felt like something had gone terribly wrong.#$b#I really felt like I had to check on you. Turns out I was right on the money.$2",
	"MineKilled.Sam.04": "You sure about that, pops? I really didn't end up doing much more than piggybacking @ back up here.$4#$b#I wouldn't go as far as to say I was 'courageous'...$4",
	"MineKilled.Sam.07": "Hey, @... Not going to lie, the bad feeling put me on edge, especially when we couldn't find you fast.$2#$b#But I know that exploring the mines is your 'thing', so I won't stop you from going back.#$b#Besides, I know that skill isn't the issue with someone tough like you. I'll be rooting for you to have better luck next time!$1",

//Spouse: Abigail 
    "PlayerKilled.Abigail.04": "Oh gosh, are you okay? Don't get up too quickly.$2",
    "PlayerKilled.Abigail.05": "I'm so glad you're looking better. Dr. Harvey really worked a miracle on you, huh?#$b#I was seriously on edge while waiting for Dr. Harvey to let me into the room. I hated not knowing how you were doing...$2",
    "PlayerKilled.Abigail.08": "You know, @... I'm still training every day to become stronger, like you.#$b#One day, I want to be able to stand by your side and protect you, like you protect me.#$b# So until that day comes... Please don't go where I can't follow.$2",
	"PlayerKilled.Abigail.20": "Don't worry. I don't have a lot to say to him, anyway. ^Don't worry. I don't have a lot to say to her, anyway.$2",
    "PlayerKilled.Abigail.21": "I won't be long, I promise.$6#$b#I... I don't know why I came, actually. I guess I'd feel guilty if I left without knowing you'd be alright.$2#$b#And... If that was me in your shoes, I know I wouldn't have wanted to wake up all alone after almost having kicked it.$2",
    "PlayerKilled.Abigail.22": "We're never going to be good, you and I, but that doesn't mean I'd let you think that you've been left behind.$2#$b#You have to know that I could never just sit by and watch anyone die.$2#$b#...That's all there is to say. Be more careful out there, @.$2",
    "MineKilled.Abigail.01": "Oh! He woke up! ^Oh! She woke up!",
	"MineKilled.Abigail.02": "So, weird story... Earlier, I got this random feeling that something terrible had happened, and I just knew it was about you.#$b#Don't ask me how I knew. It really just came to me.#$b#Wherever it came from, though, it led me to find you. I can't complain.",
	"MineKilled.Abigail.04": "'Courageous', huh...? I like the sound of that. Sounds like you're buttering me up to recruit me for the Guild.$4",
	"MineKilled.Abigail.07": "Hey, @... I know I don't sound like it, but I really was worried for you.#$b#I got to explore the mines, but it wasn't so exciting when all I could think of was you in danger somewhere.$2#$b#I'm glad we made it in time to find you. And, I'm glad I got to swing my sword a few times, too.#$b#Just you wait until I get stronger. We'll conquer the mines as a dream team together!$1",

//Spouse: Elliott 
    "PlayerKilled.Elliott.04": "Oh, my dearest, look at you... I hurried over as soon as I heard you were injured!$2",
    "PlayerKilled.Elliott.05": "You certainly seem better... You're not in too much pain, I hope?$2#$b#Even if you stand in front of me now, my heart cannot help but worry.$2",
    "PlayerKilled.Elliott.08": "Darling, there are no words to express how relieved I am that you pulled through.#$b#In the moments when your condition remained unsure, I realized how much of myself I owed to you. I couldn't bear to ever lose you.#$b#I beg of you to be more careful next time, if only to protect our happily ever after together.$2",
	"PlayerKilled.Elliott.20": "Of course. Thank you for your impartial attitude, Doctor.$2",
    "PlayerKilled.Elliott.21": "Good. You seem to be better. It was all I needed to know in order to rest easy.$7#$b#...$2#$b#I hope my presence doesn't complicate things further. I just didn't want you to wake from near-death all alone.$2",
    "PlayerKilled.Elliott.22": "Make no mistake, I am aware of what this looks like, and I assure you that it is nothing that you may be imagining.$2#$b#This is not an apology, nor willingness to reforge our bond. Worrying for you is simply... a habit that my heart has yet to kick.$2#$b#I'll leave. It's best we don't continue this conversation. Be well, @.$2",
    "MineKilled.Elliott.01": "There we go... Welcome back, darling. Are you alright?",
	"MineKilled.Elliott.02": "I was staring out at the ocean when suddenly a doubt entered my head. I had a feeling I had to come and find you quickly.#$b#It's a good thing we hurried our search for you. I cannot fathom what would've happened if you'd stayed unconscious down there much longer.$2",
	"MineKilled.Elliott.04": "There is no need to emphasize it, Marlon. It's nothing extraordinary.$4#$b#In fact, it seems like the least I could do for @ as his husband. ^In fact, it seems like the least I could do for @ as her husband.$4",
	"MineKilled.Elliott.07": "Well, dear, we should go before any of those monsters decide they'd like a taste of the surface.#$b#Of course, I will not stop you from returning here, but I will at least wish for your continued safety.#$b#I find my adventures in the pages of my favorite books, but I understand that you find yours down there in the dark. I can only continue to support you, @.$1",

//Spouse: Shane 
    "PlayerKilled.Shane.04": "You're okay! I'm not a believer, but I think I could stand to thank Yoba just this once.$6",
    "PlayerKilled.Shane.05": "Hey, don't give a guy a heart attack like that, okay?#$b#I nearly lost it when I heard you were in the hospital. Been here too many times myself to believe you'd be alright when I got here...$3",
    "PlayerKilled.Shane.08": "@... Please be careful the next time you go out there. I won't stop you, but I just want you to know that this all gets to me.$2#$b#Every day's still a struggle, but I'm getting better thanks to all the support you've given me.$2#$b#You really do make life worth living, @, so please don't leave me out here on my own again.$2",
	"PlayerKilled.Shane.20": "Hey, don't worry. I'm just going to pop in and pop out. Don't think I can manage anything more, anyway.",
    "PlayerKilled.Shane.21": "...#$b#Well, now that I'm here, it suddenly feels like a stupid idea to have showed up.$2#$b#Just figured it would suck if you had to wake up all alone after nearly dying.$2",
    "PlayerKilled.Shane.22": "Don't thank me. It's as much for you as it was for me.$2#$b#I just didn't want to regret anything later on. Plus, if you hadn't realized, you're always going to be someone who was important to me.$2#$b#... Whatever. That must not mean much to you, anyway. I'm getting out of here. Don't follow me.$2",
    "MineKilled.Shane.01": "Hey. There we go... Are you okay?",
	"MineKilled.Shane.02": "I just had a bad feeling and came to find you. At first, I thought it was just the regular anxiety, but then when it wouldn't go away, I knew something was up.$3#$b#Good thing we came by. Passed out face-down in the mud really doesn't suit your cool image, you know.$6",
	"MineKilled.Shane.04": "I'm not courageous at all. I'm just a guy who's only got one thing left to lose- and that I just can't afford to lose. That's all. $2",
	"MineKilled.Shane.07": "Hey... we should go home and grab something to eat. You've had a rough day today.#$b#You can come back another time to finish what you started, okay?$6#$b#Even the toughest fighters need to take a break sometimes. And anyway, we both know you'll make short work of whatever got you today the next time you're down there.$1",

//Spouse: Leah 
    "PlayerKilled.Leah.04": "Are you okay, dear? I dropped everything to get here when I heard you were hurt.$3",
    "PlayerKilled.Leah.05": "Well... You're a little chipped here and there, but it's nothing you won't pull through... Right?$2",
    "PlayerKilled.Leah.08": "What a relief that you're safe... Please be more careful next time, alright?#$b#You're my main source of inspiration and the driving force behind my art.$2#$b#An artist is nothing without a muse. If I lose you, I lose a piece of me, too.$2",
	"PlayerKilled.Leah.20": "I won't take up much time, I promise. These days, I don't have much to say to @ anyway.$3",
    "PlayerKilled.Leah.21": "So. It's good to see you up and out of bed already.$3#$b#I guess I should've known that you'd shrug something like this right off.$3#$b#I came to sit with you after your surgery because I figured that no one deserves to wake up by themselves after something so scary. That's all.$2",
    "PlayerKilled.Leah.22": "I'm moving on, @, but that doesn't mean I'd ever wish you harm. You nearly died, and I couldn't just sit back and do nothing.$2#$b#And whether or not you actually wanted me to come... Well, that's something I don't ever want to find out.$2#$b#... Don't tell me. I don't know which answer I would hate more. Bye, @.$2",
    "MineKilled.Leah.01": "Welcome back, @. Can you stand?$3",
	"MineKilled.Leah.02": "I was just cleaning the house when my most recent wooden sculpture suddenly cracked.$3#$b#If that wasn't a bad omen, I don't know what else it could've been. I got worried and came to find you.$2",
	"MineKilled.Leah.04": "Oh! Thanks... You don't have to make me feel better about staying behind. I just did what I had to do for the one I love.$4",
	"MineKilled.Leah.07": "So... Are you heading back home, @? I know you're tough, but I think you've deserved your rest for today.#$b#If you want, you can even tell me what happened down there. It might take a bit of the lingering stress off both of us.$3#$b#And... who knows! I might be tempted to paint a scene of your epic battle in due time!$1",

//Spouse: Emily 
    "PlayerKilled.Emily.04": "How are you, honey? You look a little sore.$3",
    "PlayerKilled.Emily.05": "You certainly look better than I expected, which is a good thing. I really tried not to imagine the worst while I waited.$3#$b#Oh! Oh no... Your shirt is all torn up. I'll mend it when we get home, alright?$3",
    "PlayerKilled.Emily.08": "You know... I was a little worried at first, but then a little birdie told me you would be just fine. I had to believe it!#$b#The stars aligned for us to have found each other in this universe.#$b#They wouldn't just tear us apart so easily... I have to believe that, too.$3",
	"PlayerKilled.Emily.20": "Thank you, Harvey. It's a relief to know that you're not picking sides... I won't be long.$3",
    "PlayerKilled.Emily.21": "Hello, @. I just wanted to wish you a prompt recovery before I left.$3#$b#I came to keep you company until you woke up so that you wouldn't have to go through something so awful all on your own, but now I'm realizing that it may not have been such a great idea.$3#$b#I'll leave soon. I know it hurts both of us to be alone together again.$2",
    "PlayerKilled.Emily.22": "I think that part of my soul will always recognize yours, up until the day I die. There's nothing to be done about that.$2#$b#All I can do is take my distance, as to spare both of us. Be well, @.$2#$b#And... I'm sorry. As it turns out, my heart hasn't moved on quite as fully as I expected.$2",
    "MineKilled.Emily.01": "Hello, dear! I was just about to pinch your cheeks, but it seems you didn't need my help waking up, after all.",
	"MineKilled.Emily.02": "The crystals warned me that something evil would come after you today.$3#$b#They weren't too specific, so I didn't take any chances and came to find you. It seems I was only a moment too late.$2",
	"MineKilled.Emily.04": "Oh, that's nice of you to say! I'm not courageous at all, though. I just knew you'd keep me safe while I searched for @.$4",
	"MineKilled.Emily.07": "We should leave, honey. I'll be heading home to continue meditating.#$b#My heart is so much lighter now that I know you're okay. I'll be able to focus a lot better.#$b#And to tell you the truth, I'm relieved that fate is protecting us like this. It feels like nature itself is on our side.#$b#It really was destiny for us to find one another in this life, don't you think?$1",

//Spouse: Haley 
    "PlayerKilled.Haley.04": "Oh sweetheart, you look terrible! What happened?$2",
    "PlayerKilled.Haley.05": "Look at those bruises... And those injuries! Not only are you hurt, but your hair's all messed up, too.$2#$b#You worry me so much sometimes, honey.$2",
    "PlayerKilled.Haley.08": "... Pelican Town never really felt like home until you came by. There were always people around me, but no one I felt like I had to stay strong for.$7#$b#@, I know I can't do much for you when you're out there, but I'll always be waiting at home for you.$7#$b#So, please be careful. Don't make me wait forever.$2",
	"PlayerKilled.Haley.20": "Don't worry. I don't think I can handle staying long, anyway.$7",
    "PlayerKilled.Haley.21": "Hi, @. Looks like you really turned things around and got right back on your feet. Good for you.$7#$b#Me? I just wanted to see that you were going to pull through before I left.$7#$b#I heard gossip that you'd been seriously hurt, and before I knew it, I was here. I guess I just didn't want you to wake up alone after all that.$2",
    "PlayerKilled.Haley.22": "You may be my ex, but I don't hate you. I can't hate the person from my dearest memories, even if you're not that person for me anymore.$2#$b#It would just have really sucked if you woke up thinking that no one cares what happens to you anymore.$2#$b#... That's all I have for you. Bye, @.$2",
    "MineKilled.Haley.01": "There you are, @. Can you stand up? Your clothes are getting all muddy.$7",
	"MineKilled.Haley.02": "The most awful thing happened! I read my horoscope and it said I'd lose something important today...$2#$b#All of my stuff was still there, though, so I got worried that it was about you! Good thing I came to find you...$2",
	"MineKilled.Haley.04": "Well, yeah. I wouldn't have gone there myself. I knew I'd only get in the way, and on top of that, my shoes would be ruined.$4#$b#It wasn't compassion. Giving it my all is just my duty as @'s wife.$4",
	"MineKilled.Haley.07": "Let's go home, honey. It smells bad in here, and you need to change before you catch a cold.#$b#You know... Even if my horoscope didn't say anything, I think I would've felt you running into trouble.#$b#I think my heart would've known.#$b#I guess that's just what it means to be in love with someone, huh?$4",

//Spouse: Alex 
    "PlayerKilled.Alex.04": "Honey, are you okay? I must've beat my personal time running here when I heard you were hurt!$2",
    "PlayerKilled.Alex.05": "Did you almost get eaten by slimes, or something? The risk of that happening is always on my mind.$2#$b#I know you're strong, but things like this make me worry even more for you.$2",
    "PlayerKilled.Alex.08": "You know I'm all about pushing personal limits, but this is just excessive.$2#$b#I don't know what I'd do if I lost you, too, alright?$2#$b#I've had enough of people I love leaving me behind.$2",
	"PlayerKilled.Alex.20": "Nah, I get it. There's not much I've got to say to him anyway. ^Nah, I get it. There's not much I've got to say to her anyway.$9",
    "PlayerKilled.Alex.21": "Hey. Harvey really worked a miracle putting you back together, huh. Guess I worried for nothing.$9#$b#Hmm? Of course I'd worry. We may not be together anymore, but that doesn't mean I want you dead. Who do you think I am?$9#$b#...Sorry. I'm not trying to pick a fight. I'll go.$2",
    "PlayerKilled.Alex.22": "Truth is, I just didn't want you waking up alone from that.$2#$b#You didn't see yourself when you got here. I imagine getting hurt like that wasn't a joyride, so I wanted to stay until you woke up. Just in case.$2#$b#But... you're clearly fine now, so I'll leave you to it. I don't want to talk about any of what happened here later, either. Bye.$2",
    "MineKilled.Alex.01": "Hey, are you good to stand? Come on, I'll boost you up.",
	"MineKilled.Alex.02": "Okay, hear this. I was just running laps up in the mountains when I realized that something was pulling me towards the mines.#$b#It was honestly a little creepy, and got me thinking that you might be calling out for me, or something. So I came down here to find you.",
	"MineKilled.Alex.04": "Oh, it's nothing. Punching a slime here and there isn't much of a workout, though I totally see how easy it is to get overwhelmed.$4#$b#I guess I'm only courageous when I got someone at my back to prevent that from happening.",
	"MineKilled.Alex.07": "Hey, let's head on home. Want to jog down the mountain with me?#$b#Oh, wait. You probably shouldn't be exerting yourself right now. You don't look too injured, but let's still be careful.#$b#I'll jog ahead and tidy up so you can crash when you get there. Meet you at home! Love you!$1",

//Spouse: Maru 
    "PlayerKilled.Maru.04": "You're already looking a little better than when you came in. Do you want me to bring you any pain medication?$8",
    "PlayerKilled.Maru.05": "... I'm really glad you're okay, hun. It was really touch-and-go for a while during your surgery.$8#$b#Harvey didn't want to let me see you like that, but I insisted on helping.$2#$b#I couldn't just stand back and do nothing while you fought to come back to us.$2",
    "PlayerKilled.Maru.08": "Well, you heard him. You have to be more careful out there, doctor's orders.$3#$b#We should go home. At least you can say you have your own personal nurse to take care of you!$1",
	"PlayerKilled.Maru.09": "But in all seriousness, please don't get hurt anymore. Watching you slip right through my fingers... I never want to go through that ever again.$2",
    "PlayerKilled.Maru.20": "I know the rules, Harvey. It's nice of you to worry about me, too, though. You don't have to.$8",
    "PlayerKilled.Maru.21": "Wow. Harvey really put you back together in one piece, huh?$8#$b#Oh, that... that hurt. Sorry. That was probably a little too familiar of me.$8#$b#...Look, I just came to make sure that you'd be okay after the surgery. You rolled in here hanging on by a thread, so...$2",
    "PlayerKilled.Maru.22": "It was bad, @. I didn't assist in the surgery, but I know it wasn't an easy one. Whatever happened to you out there almost got you for good.$2#$b#And... personally, I wouldn't have wanted to wake up alone from something so scary all by myself, so I stayed. Just in case you felt the same way.$2#$b#It doesn't mean that anything's changed between us. All it means is that I'm not a robot. My heart doesn't get an off-switch.$2",
    "MineKilled.Maru.01": "Hey, you're awake! Good. I was worried for a second that I'd have to call Harvey for help.",
	"MineKilled.Maru.02": "Something knocked you out in the mines, dear. That bump on your head says it got you good, too.$2#$b#You were gone a little too long, so I ventured in to check on you. I had a feeling something was up.$2",
	"MineKilled.Maru.04": "You think so? I go in there to study geological formations all the time, but I've never gone so deep before.$4#$b#I only went in because I knew you'd have my back. Nothing to do with bravery, if you ask me.$4",
	"MineKilled.Maru.07": "Alright, we should leave. I'll take a look at you when we get home, just to be sure you're not too badly hurt.#$b#Everything else aside, though, I'm glad you're alright, @. I was worried for a little while.$3#$b#Maybe I should build a portable telemetry unit so I can keep an eye on your vital signs from afar, next time...#$b#Just kidding. I know you can handle yourself.$1",

//Spouse: Penny 
    "PlayerKilled.Penny.04": "Oh honey, I'm so relieved you're okay!$2",
    "PlayerKilled.Penny.05": "I was so scared when I heard you'd gotten hurt. I kept imagining a life without you, and I... I couldn't.$2",
    "PlayerKilled.Penny.08": "You know, @... On some days, life with you seems like a dream.$2#$b#Sometimes, I look at you, and catch myself thinking that you're too good to be true.$2#$b#It would be my worst nightmare to lose you. So please, just be a little more careful. Let me dream a little longer.$2",
	"PlayerKilled.Penny.20": "Thank you for your kindness, Dr. Harvey. Pelican Town is lucky to have you. And... @ was lucky to have you.$3",
    "PlayerKilled.Penny.21": "Hi there, @. I'm sorry for coming in, I just... I just wanted to be sure that you'd be okay before I left.$3#$b#Just because we're not together anymore, it doesn't mean I wouldn't care about what happens to you.$2#$b#As relieved as I am, though... Seeing you again hurts more than I thought it would. I should go.$2",
    "PlayerKilled.Penny.22": "Truth is, I just didn't want you to wake up after going through something so difficult all by yourself.$2#$b#No one should have to feel abandoned after coming so close to losing their life.$2#$b#That being said, I should think of myself, too. Being here hurts too much, so... I'll leave you to it. Be well, @. Goodbye.$2",
    "MineKilled.Penny.01": "Easy now, my dear... Don't push yourself too hard.",
	"MineKilled.Penny.02": "Are you alright? I hope you're not in too much pain...$2#$b#You'll never believe this, honey, but I was just reading when suddenly, I got a terrible feeling that you were in trouble.#$b#I had to do something about it, even if I wasn't sure why I felt that way.",
	"MineKilled.Penny.04": "Oh, thank you.$4#$b#I was just standing by my promise to always look out for @. I don't think it's all that admirable...$4",
	"MineKilled.Penny.07": "Let's leave as well, @. You've had a long day already. I can cook you this new recipe I've been meaning to try, if you like!#$b#Or... Maybe I'll leave the experimental cooking for another day. I think I just want to spend some time with you instead.$3#$b#Though if you get hungry... I can always whip up some more 'Chili de @' for you in no time!$1",

//Spouse: Victor
    "PlayerKilled.Victor.04": "Are you alright? Does anything hurt? Can I do something to help?$7",
    "PlayerKilled.Victor.05": "Sorry... I just... didn't know what to expect when I heard you'd gotten badly hurt out there. The initial stress has yet to leave me.$2",
    "PlayerKilled.Victor.08": "I'm just glad you're going to be alright. I know you're tougher than you look, yet I couldn't help but worry.#$b#I've finally got my life in order, @, and every plan I have for the future involves you.$2#$b#Please stay safe... I'd really be lost without you.$2",
    "PlayerKilled.Victor.20": "Thank you, Dr. Harvey. I won't be long, nor do I intend to make a scene.",
    "PlayerKilled.Victor.21": "Hi, @. I hope it's okay if I take just a moment to ask if you're alright.#$b#Word got out that you'd been horribly injured, and... I guess I felt like it was my responsibility to check on you.$2#$b#I know we're not together anymore, but it's not like I don't care what happens to you. I'm not that kind of person.$2",
    "PlayerKilled.Victor.22": "You went through something scary, something that nearly managed to take your life.$2#$b#And... I don't think you have anyone else who can be with you through it, so... I decided to stay. Just until you woke.$2#$b#I don't know if you want to see me or not. I don't want to know, either. I did what my heart dictated me to do, and now, I'll be off.$2",
    "MineKilled.Victor.01": "There you go, dear. Take it easy.",
	"MineKilled.Victor.02": "I... can't really explain it, @, but I was working on my newest schematics when I suddenly felt like something had gone horribly wrong.$2#$b#I thought of you first and foremost and came running, just to be sure.$2#$b#I was fully prepared for you to give me a strange look and say you felt fine, but it seems my hunch was right to lead me here after all.",
	"MineKilled.Victor.04": "Courageous...? I feel like that's a bit much for someone like me...$4#$b#I get all my courage from @. He's the one who taught me to believe in myself. ^I get all my courage from @. She's the one who taught me to believe in myself.$4",
	"MineKilled.Victor.07": "Let's go home. I'll finally make good on that promise to take care of you when you're sick.#$b#I know, I know! You don't look sick, per se, but you still got roughed up. That's reason enough for me to worry.#$b#Just let me do this for you. I love you, after all, don't I?$1",

//Spouse: Olivia
    "PlayerKilled.Olivia.04": "Oh, darling, are you alright? Let me take a look at you...$2",
    "PlayerKilled.Olivia.05": "You seem to be faring well... Ah, pardon my appearance, my dear. I've never quite run the way I did when I heard you'd been injured.$2",
    "PlayerKilled.Olivia.08": "Darling... I've been in this situation before. You know I have.$2#$b#Even though my life is with you now, on some days I can't help but remember my old loss and weep.$2#$b#Be safe, please. I've already lost everything once. I'm not strong enough to do it twice.$2",
    "PlayerKilled.Olivia.20": "You're sweet for worrying about me as well, Harvey, but I assure you that I've no intention to make this a long conversation.",
    "PlayerKilled.Olivia.21": "...#$b#Oh, @... If you thought I would let you wake up alone after such a close brush with your own demise, then you don't know me at all.$2#$b#You've hurt me irreparably, but that does not mean I don't care about whatever happens to you.$2",
    "PlayerKilled.Olivia.22": "It would be inhumane of me to leave you on your own after something like that. Making sure you'd be alright was the least I could do.$2#$b#Make no mistake, my heart remains in pieces because of you. Yet, it has not forgotten you. It can't. And that's why I came.$2#$b#...I'm sorry, this is too much. I have to go. Farewell, @.$2",
    "MineKilled.Olivia.01": "There we are... Easy, darling. Here, let me brush off some dirt from your hair.",
	"MineKilled.Olivia.02": "Don't be too skeptical about my explanation, alright? I simply had a feeling that you needed me, and came to find you.$2#$b#It was strange. I was working on my newest abstract piece, when all of a sudden, the brush escaped my hands. My heart just knew to find you then.#$b#There is a Gotoran saying; 'Love is magic'. I believe it now more than ever.$1",
	"MineKilled.Olivia.04": "I must confess that this compassion is all thanks to our bond. My heart would still be desolate of sorts, had I not grown to love @ as I do now.$4#$b#I'm aware that I can still be quite difficult, however. You shouldn't laud me just yet, Marlon.$6",
	"MineKilled.Olivia.07": "Come, darling. We should return home. Though the circumstances are not ideal, this is still an opportunity for you to relax.#$b#I'll wash your clothes and prepare dinner while you lie down. Then, we can share a glass of wine as a toast to your wellbeing.#$b#I'll even cater to you on this occasion. Would you prefer white, or red?$1",

//Spouse: Claire
    "PlayerKilled.Claire.04": "Are you alright, dear? You gave me quite a scare.$2#$b#I've never liked coming to hospitals... Even less when it's regarding a loved one.$2",
    "PlayerKilled.Claire.05": "Oh, look at you... As soon as we get home, I want you to relax and let me take care of you.$2#$b#I think that focusing on you will help me stay calm, too.$2",
    "PlayerKilled.Claire.08": "As your wife, I'm always going to want to look out for you.$2#$b#Sometimes, though, you go farther than I can reach, and that scares me.$2#$b#Please stay safe. This is the life I want to share with you, and nobody but you. I'm happy here, and I never want to give that feeling away.$2",
    "PlayerKilled.Claire.20": "Oh, um, of course. I'm sorry, I didn't mean to worry you. I won't be long.",
    "PlayerKilled.Claire.21": "... Hi, @. I... I just came in to...#$b#I'm sorry. I'm just a little overwhelmed. I just wanted to be sure you were okay after your surgery before I left, that's all.$2#$b#Even if it hurts to see you again, I don't think I could've stayed away. Not when I learned that you were going through all this alone.$2",
    "PlayerKilled.Claire.22": "Waking up after a very close call, only to realize that no one came to see you? I wouldn't wish that on anyone. Not even you.$2#$b#I should go, though, now that you're back on your feet. Neither of us need me to stay.$2#$b#And although my heart is breaking again, I'm also truly glad you're okay. Goodbye, @. Stay safe out there.$2",
    "MineKilled.Claire.01": "Open your eyes slowly, alright? It must be bright up here, compared to the mines.",
	"MineKilled.Claire.02": "Oh, I should explain what I'm doing here, shouldn't I?#$b#I... don't know how to put this, but I just felt a tug in your direction. At first, I thought I'd just caught something, but then, I knew I had to find you.#$b#Maybe it was magic at work. I guess that's not the most realistic explanation, though, is it?$1",
	"MineKilled.Claire.04": "Oh...! It wasn't anything special. I just care for @ a lot.$4#$b#He always does so much for me, I'm just glad to have a chance to do something for him! ^She always does so much for me, I'm just glad to have a chance to do something for her!$4",
	"MineKilled.Claire.07": "Are you ready to head home, dear? Tell me if you need help getting there.#$b#I know you're made tough, but we're in this together, so if you're ever struggling, I hope you'll know to lean on me.#$b#I know I'm not as strong as you, but I still want to be able to support you in my own right. Maybe just lean on me figuratively, though...$1",

//Spouse: Sophia
    "PlayerKilled.Sophia.04": "I ran as fast as I could to get here. Are you okay?$2",
    "PlayerKilled.Sophia.05": "You are?$2#$b#Oh, thank goodness. I'm so relieved... My heart felt like it would explode from all the anxiety.$6",
    "PlayerKilled.Sophia.08": "I'm sorry for crying. I didn't mean to, but then, I remembered what losing my parents felt like, and-$6#$b#*Sob*$7#$b#If you won't be careful for yourself, then please be careful for me.$7#$b#Please, @, I can't lose any more people that I love.$7",
    "PlayerKilled.Sophia.20": "Um... yeah. Thanks, Dr. Harvey. Thanks for not picking sides. I won't stay long, promise.",
    "PlayerKilled.Sophia.21": "Heya. Looks like you'll make a full recovery, huh. You're really something, you know.#$b#...Sorry. Was that too much? I'm not sure how you feel about me being here, so I'm a little anxious.$2#$b#I just came so you wouldn't have to wake up from your surgery without anyone at your side, that's all.$2",
    "PlayerKilled.Sophia.22": "It's a crushing, lonely feeling. Realizing that no one cares what happens to you. I wouldn't wish it on anyone, much less you.$2#$b#If you're alright, though, I guess I should go. Seeing you again really hurts, and probably will for a long time still.$2#$b#But I can take it. I won't let this pain change me, and that's why I stayed. Bye, @. Good luck out there.$2",
    "MineKilled.Sophia.01": "There we go... Hey, you. Something got you good, didn't it?$1",
	"MineKilled.Sophia.02": "Listen to this, @! I was just dyeing fabric for my cosplay when I suddenly felt like you were in trouble. I dropped everything to get help!$1#$b#It was like those stories where two people are soulmates, and they can feel one another's pain at a distance...#$b#I honestly thought I was losing it, until Marlon confirmed that you were actually in trouble.",
	"MineKilled.Sophia.04": "It's no big deal. I wouldn't have been any help down there, anyway.$4#$b#I felt anxious just standing here and waiting, too, so it's not even like that's something so be praising me for.$4",
	"MineKilled.Sophia.07": "I'm really glad you're okay, you know. I panicked when Marlon brought you back unconscious, but I didn't want you to wake up to me crying.#$b#I know you're tough to take down, but sometimes, I can't help but worry. I just can't lose you, too, that's all.#$b#Anyway, let's head home. I bet my fabric's already three shades too dark at this point.$1#$b#Oh, and @... Can you write something on your arm with a pen? I just want to test something out.$8",

//Spouse: Krobus
    "PlayerKilled.Krobus.01": "I'm okay, @. I don't think anyone saw me sneak in here.#$b#I should be asking you that question, though! I heard you got badly hurt and I felt worry in my soul for you!$2",
    "PlayerKilled.Krobus.02": "Blessed be Yoba for keeping you safe... I don't know what I would have done if you'd left me...$2#$b#You know that's true, yes? That I would be lost without you?$2#$b#You gave me companionship, a home... even introduced me to the double-edged sensation of love. You must realize how much I would hurt to lose you... right?$2",
    "PlayerKilled.Krobus.03": "We should not linger, in case the human physician returns... but I am thankful to know that you have pulled through with only minor consequence.#$b#Still, @... Do not forget that I cherish you.#$b#We creatures of the night never die, only cease to exist in due time. But you fragile humans can fade at any time, without warning, and that scares me more than anything.$2#$b#Yoba watch over you, @. My home is with you, now and forever.$2",
    "PlayerKilled.Krobus.04": "@, are you-#$b#!!!$3",
    "PlayerKilled.Krobus.05": "...$2#$b#",
    "PlayerKilled.Krobus.06": "...#$b#.......$2",
    "MineKilled.Krobus.01": "Hello, @. It seemed about time for you to wake.$1",
	"MineKilled.Krobus.02": "I will explain. I must have mentioned beforehand that I've severed my ties to my less... amicable brethren, yes?#$b#Some intrinsic ties cannot be fully cut however, and it is through those sensations that I felt my kind stir within the depths of the mine.#$b#Knowing you were here today, I followed you to ensure your safety. And indeed, I found you face-down in the mud, out cold.",
    "MineKilled.Krobus.03": "To be truthful, I don't like coming down here. It makes me uneasy, like ghosts of my would-be existence following me.#$b#Still, even though I prefer our home, and even the sewers above this place, I couldn't stay away when I felt concern for your safety.#$b$#... Ah! There it is!$3#$b#This feeling... I suspect it is what you humans call 'love'!$3",
    "MineKilled.Krobus.04": "Oh. And it has gone again.$3#$b#Not a problem! I will reflect on it further the next time it appears.$7#$b#For now, shall we return home together, @?$1",
    "MineKilled.Krobus.05": "...!$1",
	"MineKilled.Krobus.06": "...$4#$b#...!$7",
   
//Spouse: Wizard
    "PlayerKilled.Wizard.04": "Blessed be the arcane spirits. I am so relieved you're safe, my star.",
    "PlayerKilled.Wizard.05": "I consider myself a man of strong spirit, but even I felt my heart quiver when I learned that you'd been injured.#$b#I immediately cast a protective barrier on you, and it seems it served you well, at least until you received urgent medical attention.",
    "PlayerKilled.Wizard.08": "In all my years, I've not felt so strongly for anyone but you. Even with my ex-wife, there was always a certain mutual distance, but not with you.#$b#Perhaps it is because you're not magically trained yet. It is inevitable that part of me will always fear for your ability to face dark forces head on.#$b#But should anything ever happen to you, my star... Know that I would gladly set this world aflame in your memory.#$b#That is my eternal vow to you.",
    "PlayerKilled.Wizard.20": "I will be brief. Do not fret, physician.",
    "PlayerKilled.Wizard.21": "As expected, you are well. You've always astounded me with your potential for recovery. That is inherently the bulk of your innate magical talent.#$b#Ah, but... I've not come to discuss the past. I only came because...#$b#...#$b#No matter how my spirit clings to the arcane, my heart remains painfully human.",
    "PlayerKilled.Wizard.22": "I could not let you face this endeavor alone. It matters not that we are no longer together; simply, it would have been inhumane of me.#$b#The touch of death has broken many before you. I am not so cruel as to let you face it alone and risk the same happening to you.#$b#Regardless. Now that you look well, I will take my leave. Farewell, @. May the fates keep you well.",
    "MineKilled.Wizard.01": "Ah, there you are. I was about to use my frog-eye smelling salts to wake you.",
	"MineKilled.Wizard.02": "I will explain briefly. I was simply divining with the mountain spirits when they warned me that calamity would befall you.#$b#Of course, they would never lie to me, so I warped to the location where I sensed your energy last.#$b#You were face-down on the ground, with only a mild injury but perplexingly unconscious. Therefore, I brought you to the surface to investigate your condition.",
	"MineKilled.Wizard.03": "As it seems, you will make a full recovery. The exhaustion might follow you for the rest of the day, however.#$b#Are you able to walk down the mountain? I could attempt to warp you to the farmhouse, but with one magically untrained...#$b#Perhaps it is best we don't tempt the fates today. I'll go on ahead and prepare for your arrival at home, alright? Be safe, my star.",

//Spouse: Willy
    "PlayerKilled.Willy.04": "Oh, thank the fair winds, lad. ^Oh, thank the fair winds, lass.$2#$b#I'm so glad you are safe.$2",
    "PlayerKilled.Willy.05": "I rushed as quickly as I could when I learned that your life was in danger.$2#$b#I've seen a lot in my life, but truly, seeing you hang on by a thread like that...$2#$b#It was the most trying thing I've had to endure.$2",
    "PlayerKilled.Willy.08": "Well, I'm certainly glad that's over. Thank the seas and skies for returning you to me, my sweet.#$b#I've already lost a lot in this life, you know. I imagined losing you as well, and... I couldn't imagine moving on.$2#$b#There may be plenty of fish in the sea, but you're my prize catch- and I hope I must never let you go.$2",
    "PlayerKilled.Willy.20": "Aye, understood, Doctor. I'll be brief in consideration of @'s health.",
    "PlayerKilled.Willy.21": "Hello, lad. It's good to see you back on your feet. ^Hello, lass. It's good to see you back on your feet.#$b#I came to visit you out of respect. No matter our past together, I know how heavily the toll of near-death can weigh on one's mind.$2#$b#I've seen it out there on the harshest seas... and I couldn't bear to imagine you going through it alone.$2",
    "PlayerKilled.Willy.22": "After all this time, you still have me hooked, as it seems. Ah, how painful that is...$1#$b#Well... I should leave. You're awake and alright, so there is no need for me to remain here.#$b#Our ships have already sailed, and they've crossed and gone their separate ways. Fair winds guide you out there, lad. ^Our ships have already sailed, and they've crossed and gone their separate ways. Fair winds guide you out there, lass.$2",
    "MineKilled.Willy.01": "Oh, there you are... Stand up slowly, my sweet.",
	"MineKilled.Willy.02": "Would you believe me if I said that the wind warned me of some impending trouble for you today?#$b#Though it's never whispered to me like that before, I had to believe it. It's never led me astray before.#$b#And of course, the winds led me to you, just in time to be sure you were unharmed.$1",
	"MineKilled.Willy.04": "Not at all. On the coldest nights on the seas, a heart's all you have to keep you warm.#$b#It's with that same heart that I care for @ every day, that's all.$1",
	"MineKilled.Willy.07": "Shall we return home? You look like you've had quite the long day. I can prepare some trout soup with freshly caught fish once we get there.#$b#And once again... I'm relieved you're relatively unharmed. Whatever that hunch or that mysterious feeling was, I'm grateful that it pointed my compass your way.$1",
    "IslandKilled.Willy.01": "Are you alright, lad? I found you face-down on the sand here and feared the worst for a moment. ^Are you alright, lass? I found you face-down on the sand here and feared the worst for a moment.",
    "IslandKilled.Willy.02": "You should be careful when venturing in that volcano there.#$b#With that boy Leo now gone to Stardew Valley, there are much less chances that anyone would find you, should you collapse anywhere.#$b#Ah... Your clothes are singed badly and you're smeared in ash, so you definitely look impressive at first glance.$1#$b#I hope you don't give your spouse a fright when you return home.$1",
    "IslandKilled.Willy.03": "Are you alright, dearest? I found you face-down on the sand here and feared the worst for a moment.",
    "IslandKilled.Willy.04": "Goodness, @, you're covered in soot and your clothing is burnt. Did you lose against a particularly tenacious lava fish?#$b#Sorry... I guess I'm just relieved you're not seriously hurt. Out here on our own, I would've been powerless to help you if...$2",
    "IslandKilled.Willy.05": "Well, there's no use thinking of 'what if's. I'm just glad you're unharmed, although I think that most of your clothes are unsalvageable.#$b#Should we set out to return home, my sweet? You can rest on the boat while I ferry us back to Stardew Valley.#$b#Full steam ahead!$1",
    
//Spouse: Pam 
    "PlayerKilled.Pam.04": "Hey, hey! Lemme through, lemme see him! ^Hey, hey! Lemme through, lemme see her!$4",
    "PlayerKilled.Pam.05": "...Look at you. Darn, you really look like you got hit by a bus out there...$2#$b#Sorry. Didn't mean to make light of it. I just... I was just scared for you, alright?$2#$b#It ain't like me to say things like this, but it's true.$2",
    "PlayerKilled.Pam.08": "...Here I go, bein' sentimental again... Being in love really does make a fool out of people, huh.$2#$b#Listen up, 'cause I'm not saying it twice, okay? I care about you. A lot. You're the light I've always needed in my life, even when I thought I didn't.$2#$b#Don't... don't take that light away from me. I've been too long by myself in life's darkness, and I never wanna go back there again.$2",
	"PlayerKilled.Pam.20": "Yeah, yeah, don't look like I'm gonna hurt @ while he's down. ^Yeah, yeah, don't look like I'm gonna hurt @ while she's down.$3#$b#I'm not like that, Doc.$4",
    "PlayerKilled.Pam.21": "Hey. You're awake and alive, huh? Good. Guess I didn't need to come after all.$4#$b#If you think I would've let you go through something so bad on your own, then you've got me all wrong. Never even knew me, I'd say.$4#$b#Whatever. You probably don't even want to see me, huh. So much for good intentions. I'll go.$2",
    "PlayerKilled.Pam.22": "You don't have to pretend it's not like that. You and me, we're done, and we both know it. Still...$2#$b#This old heart of mine still hasn't frozen over. And... I couldn't let someone I love- or used to love- suffer on their own.$2#$b#Now that that's said and done, though, I'm gonna go. Don't talk to me anymore, @. And stay outta trouble before you mess up your life like I did mine.$2",
    "MineKilled.Pam.01": "Hey, @, you alright? Get up slowly.",
	"MineKilled.Pam.02": "Listen, real weird story. I was just watching TV when the screen went fuzzy, and I suddenly felt like something had gone really wrong somewhere.$4#$b#The stove was turned off, the sky was clear... So I thought it might've had something to do with you.$4#$b#I got help, just in case. Bein' as old as I am, you learn to trust your gut instincts when they yell that loud.",
	"MineKilled.Pam.04": "Nah, don't butter me up. I don't need it.#$b#Like I said, it was all just in the instinct. Ain't nothing admirable about that.$1",
	"MineKilled.Pam.07": "Should we go as well, darling? If we get back quickly, I can catch the end of my program on TV.#$b#You should sit and watch it with me. You need the day off, at any rate, and there's no better way to spend it than with your feet kicked up.#$b#Plus, trust me. I've had my fair share of bad days and headaches in this life, so I'll take right good care of you if you'll let me.$1",

//Spouse: Clint
    "PlayerKilled.Clint.04": "Oh, thank goodness you're awake... I wasn't sure what to expect for a while, honestly.",
    "PlayerKilled.Clint.05": "The doctor called me while you were in surgery. No one I know has ever had surgery before, so I got a little anxious, I have to admit.$2#$b#You could definitely say that was one of the worst phone calls I've had in my life...$2#$b#Um... No offense, Doctor. @ is going to be okay, though, right?$2",
    "PlayerKilled.Clint.08": "Hey... You know you mean a lot to me, right?$2#$b#The world's a lonely place, and honestly, I never thought I'd ever stop feeling left behind until you came by.$2#$b#You're really special to me, @. Watch your back, please, because no gemstone or treasure in the world is worth losing you over.$2",
	"PlayerKilled.Clint.20": "Yeah... Honestly, I shouldn't even have come in the first place, but... whatever. What's done is done.",
    "PlayerKilled.Clint.21": "Hi. Sorry. This is weird, isn't it? I'll go.$2#$b#...$2#$b#It's just... You nearly died out there. And... I'm a good guy at heart. I didn't want to let you go through that on your own.$2",
    "PlayerKilled.Clint.22": "Look, I know what loneliness feels like. At this point, I don't think I'll ever forget it.$2#$b#Um... You don't deserve to feel that way. No one does. Especially not after such a stressful close call.$2#$b#I can't forgive you for hurting me so badly, but I don't want to hurt you in return. That's the only reason I came.$2",
    "MineKilled.Clint.01": "Oh dear, that's, um... that's quite a lot of scratches and bruises.$4",
	"MineKilled.Clint.02": "I don't know how to explain it, but earlier, I felt like you needed my help. So... I came to find you.#$b#I cracked open a geode and a gem the color of your eyes tumbled out. Gave me the creeps, though... *gulp*. Like a bad feeling.#$b#I just needed to be sure you weren't lost, or hurt, or something.",
	"MineKilled.Clint.04": "Courageous? I'm the opposite of courageous, and we all know it.#$b#I just know the mines well, since I come here to inspect ore from time to time. That's the only reason I didn't freak out... on the outside, at least.$1",
	"MineKilled.Clint.07": "Hey... let's go home. You're going to need your rest for today.#$b#I know you're not seriously hurt, but its a good excuse to leave your work to tomorrow. I'd take it, if I were you.#$b#Well, you're more hardworking than me, so I guess you won't... but if you change your mind, you know I'm always waiting for you, darling.$1",

// End dialogue- All spouses
    "HospitalEnd.Harvey.01": "Don't overexert yourself today, darling. You're still recovering from both your injuries and the surgery.$2",
    "HospitalEnd.Harvey.02": "You'll tell me if there's something you need, right?$2#$b#Here, take this. I just read a study that said it's proven to shorten surgical recovery times. [237 241 203 204 220 244 272]",
    "MineEnd.Harvey.01": "I'm glad to see you doing well, darling. My day wasn't nearly as eventful as yours, unfortunately. Or... fortunately?$1",
    "MineEnd.Harvey.02": "I'll prepare you a warm cinnamon and clove infusion while you clean up. Clove is a natural painkiller, you know!$1#$b#Oh, I also prepared a snack for you. You should have something light to let your body start the mending process.[210 215 223 228 232 243 403 406 613 618 636 651]$1",
    "DivorcedEnd.Harvey.01": "I took an oath as a physician to treat my patients regardless of who they are and what they've done.#$b#Wherever we find ourselves in the future, @... I hope you know that my personal feelings will never get in the way of the care I provide.$2",
    "IslandEnd.Harvey.01": "Darling, what happened to you? You're covered in soot and burns, goodness!$8#$b#Hold on, let me get a washcloth and some supplies so we can clean you up.$8#$b#... Oh, you're alright? I suppose it does look worse than it actually is...$2#$b#Sorry. I had a knee-jerk reaction. I'm glad you're okay, @.",

    "HospitalEnd.Sam.01": "Don't work too hard today, alright? You're still not back to your usual and it won't help if you fall over in the fields.$2",
    "HospitalEnd.Sam.02": "And don't hesitate to tell me if there's something you need. I can always run out and get whatever it is.#$b#Here. I picked this up from the Saloon on my way back. It might help you recover faster. [237 241 203 204 220 244 272]",
    "MineEnd.Sam.01": "Hey @, good timing. I just finished picking up around the house so you can just kick back, take it easy, and rest up. You fought hard today.$1",
    "MineEnd.Sam.02": "Sometimes, I still don't believe I'm married to someone like you. Cool, strong, and stubborn. It's part of your charm, though!$1#$b#And because I'm an amazing husband, I got you a snack you could refuel on while you relax. Enjoy![210 215 223 228 232 243 403 406 613 618 636 651]$1",
    "DivorcedEnd.Sam.01": "Listen, I'm not trying to be friends again. I don't think I can.$2#$b#If you thought I wouldn't care if you died, though... you don't know me at all.$2",
    "IslandEnd.Sam.01": "Heya! Welcome ho-$1#$b#Oh my goodness, @! What happened!?$8#$b#You're covered in ash and your clothes are all burnt! Are you hurt?$2#$b#No? Oh, that's a relief... Come on, don't give your husband a heart attack like that...$2#$b#Be careful, okay? I don't want anything to happen to you anymore... Even if you do look pretty cool.",

    "HospitalEnd.Sebastian.01": "Hey... Sorry, but I want to be alone for now. I'm still a bit shaken by what happened today.$2",
    "HospitalEnd.Sebastian.02": "I'm not mad at you, my love. I just need to sort my feelings out, okay?$2#$b#Take this before you go, though. I love you, @. [237 241 203 204 220 244 272]",
    "MineEnd.Sebastian.01": "Welcome home, love. So... Is revenge taken care of, or are you leaving that for another day?$1",
    "MineEnd.Sebastian.02": "Sorry... Just thought you could use a little humor. I know you're not badly hurt, but you still look drained.$1#$b#I'm kidding, of course. You should have a quick snack first before you do any more fighting, at any rate.[210 215 223 228 232 243 403 406 613 618 636 651]$1",
    "DivorcedEnd.Sebastian.01": "I thought I was finally beginning to move on... but then I saw you so badly hurt, and it was like you'd never left.$2#$b#...Leave me alone, @. I don't know how to feel about you anymore.$2",
    "IslandEnd.Sebastian.01": "Hey, love. Oh, wow. What got you this time around?#$b#Seriously, your clothes are all burnt and you look like you were scorched by something. Are you okay?$2#$b#You're not in pain? That's good. Really wish you wouldn't make me worry like that...#$b#Really, though... what was it? A lava slime? Maybe... a dragon?$7",

    "HospitalEnd.Abigail.01": "There you are! Sit down and relax for today. I'll take care of you until you're totally back on your feet.",
    "HospitalEnd.Abigail.02": "... I'll have to work ten times harder from now on to become strong enough to protect you. Just wait for me a little longer, darling.$2#$b#I got this for you, too. Hope you feel better soon. [237 241 203 204 220 244]",
    "MineEnd.Abigail.01": "Hey there! I just finished practicing with my sword. Next time you go into the mines, I want to come with so I can watch your back!$1",
    "MineEnd.Abigail.02": "Well... maybe it's a little early for something like that. I can't give up, though. Not now, not ever.$1#$b#I was about to have a post-training snack. Would you like to share it with me? You look like you could use it.[210 215 223 228 232 243 403 406 613 618 636 651]$1",
    "DivorcedEnd.Abigail.01": "Hey, that wasn't me trying to make up. I was just being a decent human being.#$b#Just go away, @. This doesn't change anything between us...$2",
    "IslandEnd.Abigail.01": "Goodness, @, is that really you? Something got you good out there!$7#$b#Sorry for freaking out, it's just... you're covered in soot and burns and I'm not sure what you need right now...$2#$b#Oh, you're okay? That's a relief.$6#$b#The day I'm strong enough to go out there with you, those monsters will regret ever coming after you, I swear.",

    "HospitalEnd.Elliott.01": "Your topmost priority should be to recover your health for now, darling. All else can wait.$2",
    "HospitalEnd.Elliott.02": "You hardly ever pause your work, so perhaps these unfortunate circumstances will give you good reason to rest.#$b#I've prepared you a meal, if you'd like. It'll give your body the energy it needs to bounce back from your ordeal. [237 241 203 204 220 244]",
    "MineEnd.Elliott.01": "Hello, darling. It's reassuring to see you return home safe. Though you do still look quite haggard...$1",
    "MineEnd.Elliott.02": "Oh, well. Will you allow me to dote on you just for today? It's as much for you as it is for me...$1#$b#Here, a snack ought to boost your energy at least a little. Don't work yourself too hard for the rest of today.[210 215 223 228 232 243 403 406 613 618 636 651]$1",
    "DivorcedEnd.Elliott.01": "Enough of this, @. I have no desire to talk to you. It was already hard enough to feel for you once more...$2#$b#Just like I still had enough respect to come support you, please have enough respect to leave me be.$2",
    "IslandEnd.Elliott.01": "Oh dear! What in the world happened, darling?$8#$b#You're, uh... How to put this... Looking a little scorched. And your hair is covered in cinders!$8#$b#It's impressive at first glance, however I'm relieved that you're alright. Be careful not to get hurt anymore, please.$2#$b#Moreover... Where did you even go to encounter such a fate?",

    "HospitalEnd.Shane.01": "Hey... are you sure you're okay? I'm not trying to be overbearing, but... I really was scared earlier.$2",
    "HospitalEnd.Shane.02": "Maybe I should take the couch tonight. I might toss and turn, and I wouldn't want to wake you up when you need your sleep the most.$2#$b#Here. Have some leftovers for a quick bite and take it easy for today. [237 241 203 204 220 244 272]",
    "MineEnd.Shane.01": "Hey, glad you made it. I was just about to kick my feet up and watch the game. Want to sit with me? You've had a long day, too.$1",
    "MineEnd.Shane.02": "And... I'm really glad you're still here. I know the injury was nothing major, but... I really meant what I said. You're all I have, so I can't lose you.#$b#I was going to snack in front of the TV, but... you probably need this more than me, so here.[210 215 223 228 232 243 403 406 613 618 636 651]$1",
    "DivorcedEnd.Shane.01": "Seriously, get out of my face. My therapist says I have to move on, and none of this is helping me do just that.$2#$b#I only came because you used to be everything to me... and I guess my heart's too weak to forget it just yet.$2",
    "IslandEnd.Shane.01": "Holy- @, is that really you?$10#$b#What happened? You smell like Gus' barbecue. Are you sure you're okay? Your clothes are burnt.$3#$b#Yeah, yeah, I'm calm now. Just got a little worried there, but you seem okay, so... Good.#$b#Seriously, though... I'm craving barbecue now. Should we have steak, or maybe ribs tonight?",

    "HospitalEnd.Leah.01": "Would you like to lie down for a little while? At the very least, you should eat something to get your strength back.$2",
    "HospitalEnd.Leah.02": "Whatever you decide to do, just remember what I said earlier. You mean the world to me, dearest.$2#$b#I made you something that's good for your health. You should have a few bites before you go out again. [237 241 203 204 220 244]",
    "MineEnd.Leah.01": "Hey, welcome back! Good timing. I just finished adding filler to the sculpted piece that cracked earlier. It's not ideal, but it'll do.$1",
    "MineEnd.Leah.02": "I guess I do owe it, though, for prompting me to go to you. Fate really works in mysterious ways sometimes.$1#$b#Now that I'm done with that, let's have a snack! It'll boost your energy after such a long day.[210 215 223 228 232 243 403 406 613 618 636 651]$1",
    "DivorcedEnd.Leah.01": "Just because I came to make sure you were alright, it doesn't mean I want to reconnect with you.$2#$b#I'm... better off without you, @. Goodbye.$2",
    "IslandEnd.Leah.01": "Welcome home, dear! Did you-#$b#Ah! @, what happened to your face? And your clothes? You smell like a campfire!$8#$b#I... Sorry, that was just a shock. Do you want to go shower off the soot? Maybe take care of those burns, too?$3#$b#Self-expression is good and all, but I... don't think the scorched look is doing you any favors, dear.",

    "HospitalEnd.Emily.01": "Welcome home, honey! Leave me your clothes so I can mend them, and take it easy for the rest of today. You've gone through a lot already.",
    "HospitalEnd.Emily.02": "If it's bothering you, you can always talk to me. There's nothing to be ashamed of. It must have been scary to go through all that.#$b#You should eat something when you're feeling up to it, alright? [237 241 203 204 220 244]",
    "MineEnd.Emily.01": "Welcome back! I tidied up before you came, so feel free to relax. I'm really glad that you only got out of that sticky situation with scratches.$1",
    "MineEnd.Emily.02": "I don't want to think negatively, so I'm just going to thank the stars that you're safe and hope it doesn't happen again.$1#$b#Here, I got some snacks from Gus' kitchen for us. Eat a little and go rest up, okay?[210 215 223 228 232 243 403 406 613 618 636 651]$1",
    "DivorcedEnd.Emily.01": "Please just be on your way, @. I'm glad your wounds have healed nicely, but mine have been torn open again.$2#$b#Please, if you have any more regard for me, you'll give me the chance to heal as well.$2",
    "IslandEnd.Emily.01": "Oh, you seem to have run into some trouble, @!$6#$b#Would you like to go clean the soot from your hair while I get rid of all your burnt clothes? Sadly, I don't think there's any salvaging them...$2#$b#I'm glad, though, that you're okay. Welcome home, darling.#$b#...#$b#...Is that a parrot's tail feather sticking out of your pocket?$1",

    "HospitalEnd.Haley.01": "Hi, honey. You're not looking too bad, compared to when you left the hospital. I'm really glad you're getting better by the minute.",
    "HospitalEnd.Haley.02": "Want me to give you a massage? You'll see; it's the best for forgetting your problems. And if you want to talk... I'll be right behind you.#$b#Have some of this. You're still looking a little pale, and exhaustion's definitely not a good look on you! [237 241 203 204 220 244]",
    "MineEnd.Haley.01": "Welcome back, handsome. The bruises make you look real tough. For real, though, I'm glad it's nothing too serious.^Welcome back, beautiful. The bruises make you look real fierce. For real, though, I'm glad it's nothing too serious.$1",
    "MineEnd.Haley.02": "I'm trying to stay positive about the situation. You could've gotten seriously hurt, but you didn't, so I have to count my blessings there.$1#$b#Want to eat something? I didn't have time to cook, or anything, but we've always got snacks around.[210 215 223 228 232 243 403 406 613 618 636 651]$1",
    "DivorcedEnd.Haley.01": "It's better if we don't talk, @. We've already gone our separate ways, and it's better for both of us like that.$2#$b#I realized today that I just can't forget you... but that's not something I'm doing by choice.$2",
    "IslandEnd.Haley.01": "Oh my gosh! What are you wearing, @?$2#$b#Oh, I liked those clothes on you... We'll have to throw them out. They're burnt through and through.$2#$b#Are you okay? Good. Go wash all the ash from your hair, and I'll start shopping for new clothes in the meantime.#$b#Please hurry, dear... you smell like the time I ironed my wet hair...$3",

    "HospitalEnd.Alex.01": "Hey. I jogged back to get the place ready for you to relax. Pushing yourself when you're exhausted won't do you any favors, trust me.",
    "HospitalEnd.Alex.02": "You look really tired, dear. You really should rest today. Injuries that don't heal all the way can follow you for a long time.#$b#I got you some of this, too. It's full of protein, to help heal your injuries. [237 241 203 204 220 244 272]",
    "MineEnd.Alex.01": "Hey, welcome back! You're not looking too bad, for someone who was KO'ed a little while ago. Don't worry, it's our secret. And Marlon's.$1",
    "MineEnd.Alex.02": "I'm going to set the example and take it easy tonight. That means you have to take it easy, too, alright?$1#$b#You should eat a snack with protein in it to help your muscles heal. Here, try some of mine.[210 215 223 228 232 243 403 406 651]$1",
    "DivorcedEnd.Alex.01": "Whatever we had between us is over, @. I came to see you only because I can't forget you, even if...$2#$b#Even if I know that you're not the same person from my memories anymore.$2",
    "IslandEnd.Alex.01": "Whoa there! @, is that really you? What happened?$7#$b#I'm glad you're okay, but you still look -and smell- like an overcooked steak. It's sort of impressive, actually.$2#$b#Hey, hold on... if you streak some of the ash on your cheek this way... And some of it like this...#$b#Hah. You look like a gridball player like this. Nice face paint!$1",

    "HospitalEnd.Maru.01": "Hey, honey. How are you holding up? Still in a lot of pain, or has it gotten better?",
    "HospitalEnd.Maru.02": "Me? I'm okay. I've just had a bit of a long day. I'd do it over again without hesitation, though, if that's what it took to keep you safe.$2#$b#You should eat some of this. You need your nutrients to heal up quickly. [237 241 203 204 220 244]",
    "MineEnd.Maru.01": "Hey, hun! Looking a little worse for wear, there, but I know it's nothing that'll stop you. Let me know if I can help you somehow, alright?$1",
    "MineEnd.Maru.02": "I've already tidied up so you can just go ahead and kick your feet up. Take it easy. I'll even join you in a little bit, if you want!$1#$b#Here, have a snack. I made sure it's balanced in nutrients to optimize your recovery![210 215 223 228 232 243 403 406 613 618 636 651]$1",
    "DivorcedEnd.Maru.01": "I was fine without having to think about you, @. Why'd you have to go and get hurt like that?$a#$b#Sorry, I shouldn't get angry at you. It wasn't your fault. Can you please just leave me be?$2",
    "IslandEnd.Maru.01": "Hey hun- Whoa! What happened? Did one of the machines blow up in your face?$9#$b#A... volcano? Well, that explains the soot all over your face and clothes. You're not hurt, right?$8#$b#Only minor burns, huh? I'll wrap them up in a second. I'm glad it's not worse, honey.#$b#By the way, next time you go there... any chance you could bring me back a few soil samples?$4",

    "HospitalEnd.Penny.01": "Welcome home, dear. I came ahead of you to get all the household chores out of the way. Don't worry about anything but your rest, okay?",
    "HospitalEnd.Penny.02": "To be frank, I'm still a little shaken, but... it's reassuring to have you here with me, in our home. I'm so glad you're alright.$2#$b#I even cooked for you. Nothing too experimental, I promise. It should help you get your strength back! [237 241 203 204 220 244]",
    "MineEnd.Penny.01": "Hi, darling. I'm glad you made it home safely. I know that a minor incident like this can't take you down, but I still can't help but worry a little.$1",
    "MineEnd.Penny.02": "You look like you've almost shaken it off already, though. That's a relief!$1#$b#I know you might not have much appetite after that, but I still made you a snack. It's important that you replenish your strength.[210 215 223 228 232 243 403 406 613 618 636 651]$1",
    "DivorcedEnd.Penny.01": "You're strong enough to have moved on from me, but I'm not. Seeing you hurt like that still hurts me, too.$2#$b#...I'd rather not talk to you more than I already have, @. Please just leave me alone.$2",
    "IslandEnd.Penny.01": "Oh my! What happened, @? Are you okay? Do you need to see a doctor?$3#$b#Oh, good, I'm glad. Here, leave me your clothes to wash and go clean all the soot off your face.#$b#I really do wish that you did less dangerous work, but...$3#$b#Adventure suits you, and I know it makes you happy. I won't stop you. Just... don't burn through any more clothes, please, dear.",

    "HospitalEnd.Victor.01": "Oh, you're home! I hope the walk home wasn't too hard on you. I know you're tough, but I really can't help but worry when accidents like this happen.",
    "HospitalEnd.Victor.02": "I'm not much of a fighter myself, preferring to keep my nose buried in books, but if you ever need to talk about what happened... I'm all ears, love.#$b#I'm not as good a cook as my mother, but I did make you a meal to help fast-track your recovery. [237 241 203 204 220 244 272]",
    "MineEnd.Victor.01": "Welcome back! I was wondering if you'd be okay on the walk home, but I guess I shouldn't have worried for such a minor injury.$1",
    "MineEnd.Victor.02": "I was thinking I'd give you space to rest, so I'll be working on some calculations over here. I'm always open to cuddles, though.$4#$b#I got this for you, by the way. It's always been my go-to snack for energy to power through overnighters.[210 215 223 228 232 243 403 406 613 618 636 651]$1",
    "DivorcedEnd.Victor.01": "I'm glad you'll make a full recovery, @, but that doesn't mean I've stopped feeling hurt by your decision just yet.$2#$b#Every moment I spend thinking of you makes me doubt myself all over again, and I don't want to feel like that anymore. So... goodbye.$2",
    "IslandEnd.Victor.01": "Oh dear, what happened to you!?$7#$b#Are you sure you're okay? Your clothes are charred and those burns look painful!$7#$b#...A volcano? Oh, did Willy take you to the Fern Islands? Please be careful out there.#$b#You live an exciting life, @, but as your husband, whose life is mundane in comparison, it's my responsibility to remind you that you have limits, too.$3", 
   
    "HospitalEnd.Olivia.01": "Welcome home, my dearest. How are you feeling? Should I fetch you some painkillers? A glass of wine for the end to a horrid day, perhaps?$2",
    "HospitalEnd.Olivia.02": "I think I'll have one myself. It's not your fault, darling, but I really do feel unwell after that close call.$2#$b#I cooked you a full meal to help expedite your recovery. Here's to your continued wellbeing, darling. [237 241 203 204 220 244]",
    "MineEnd.Olivia.01": "Good to see you've returned home! A little disheveled, perhaps, but nonetheless handsome. ^Good to see you've returned home! A little disheveled, perhaps, but nonetheless lovely.$1",
    "MineEnd.Olivia.02": "Go change your clothes and kick your feet up, darling. I'll take care of everything left for today.$3#$b#And as promised, here's a toast to your wellbeing, love.[348]$1",
    "DivorcedEnd.Olivia.01": "I've no interest in conversing with you any more. I was transparent enough about my intentions at the hospital. Isn't that enough for you?$2#$b#Leave, @. There's nothing but memories between us now.$2",
    "IslandEnd.Olivia.01": "Goodness, dearest! What happened to you!?$7#$b#Your clothes are charred and you're covered in cinders! Quickly, go wash up so you don't trail soot in the house.$2#$b#I'm glad you're alright, but the fact remains that you're burnt to a crisp. Apply plenty of ointment, alright?#$b#Hah... I'm done fretting, I promise. Keeping up with your eccentricity just keeps me young, darling.$3",

    "HospitalEnd.Claire.01": "Hi, dear. I'm glad you're home. After everything that happened today, I couldn't help but worry over you as soon as we went our separate ways.$2",
    "HospitalEnd.Claire.02": "Um... I wouldn't want to be overbearing, though, so just tell me what you need from me, alright? Even if it's just to talk, I'm here for you.#$b#I came home and cooked so that you wouldn't have to worry about it when you got back. I hope you like it. [237 241 203 204 220 244]",
    "MineEnd.Claire.01": "Welcome home, dear. I was just thinking about you, and what a long day you've had. Sit down and relax a little, okay?$1",
    "MineEnd.Claire.02": "I'm glad you're only a little bruised. Considering you were unconscious, I thought it would've been something much worse.$2#$b#Oh, and have a snack before you go. It'll do you some good to eat something light.[210 215 223 228 232 243 403 406 613 618 636 651]$1",
    "DivorcedEnd.Claire.01": "If you're alright, then please leave me alone. My heart can't take much more of being around you.$2#$b#I don't hate you. I can't. But I still need time, and worrying about you hasn't helped.$2",
    "IslandEnd.Claire.01": "Oh no, look at you, @... What happened?$2#$b#A... volcano? Goodness, you really are living an exciting life, aren't you? Please be careful, though.$2#$b#You're lucky you only have minor burns... I'm not sure your clothes can be salvaged, however.#$b#Leave them to me and go wash the soot from your face. I'll have a kiss waiting for you when you return.$5",

    "HospitalEnd.Sophia.01": "Hey, you. I'm glad you're home and looking... not half-bad, honestly. We should do something to take our minds off today. Maybe watch some anime...",
    "HospitalEnd.Sophia.02": "I took some time to calm down after I left. I don't want fear to hold me back anymore, but sometimes it's so hard to forget what grief felt like...$2#$b#Um... I did my best to prepare a full meal for you while I waited. You need to replenish your energy. [237 241 203 204 220 244]",
    "MineEnd.Sophia.01": "Oh, I'm glad you're back! Take the rest of the day off; you look like you could use it. No offense, love!$1",
    "MineEnd.Sophia.02": "My fabric is definitely three shades too dark now... But I wouldn't have wanted to be anywhere but with you when you woke up, anyway.$9#$b#Here, have a snack to boost your energy. Be quick, or I might eat it myself! [210 215 223 228 232 243 403 406 613 618 636 651]$1",
    "DivorcedEnd.Sophia.01": "This isn't a fanfiction story. This accident isn't going to bring us back together. I'm glad you're alright, and that's all there is to it.$2#$b#Just go away, @. There is no happy ending possible between us.$2",
    "IslandEnd.Sophia.01": "Whoa! Hey, you! You look like you've had an exciting day.$5#$b#A volcano adventure...? Goodness, you really are living a life for the books. Just be sure you don't get seriously hurt, okay?$1#$b#Okay, go wash up. All that soot in your hair looks like hair dye gone wrong.$1#$b#I really fell in love with the wildest of the whole bunch, didn't I?$9",

    "HospitalEnd.default.01": "Hello, dear. I'm glad you're home! You should take it easy until you recover fully from your injuries.",
    "HospitalEnd.default.02": "I will always worry about you at least a little, but that's just what it means to be married, I think.#$b#Also, I cooked you a nutritious meal to help speed your recovery along. I hope you like it! [237 241 203 204 220 244]",
    "MineEnd.default.01": "Welcome home, dear. I'll take care of the housework for today, so you just go take a rest.$1",
    "MineEnd.default.02": "I know it was only a minor incident, but I still think you should take it easy.#$b#Here's a snack, too. Hopefully, it'll give you a bit more energy.[210 215 223 228 232 243 403 406 613 618 636 651]$1",
    "IslandEnd.default.01": "Oh, wow, what happened?$2#$b#You're covered in soot and your clothes are all burnt...$2#$b#I'm glad you're not hurt, but please be careful on all your adventures, alright?",

    "HospitalEnd.Krobus.01": "Hello, @. I am glad you're home safe, and as you can see, I am, too. You've had such a terrible day, haven't you?",
    "HospitalEnd.Krobus.02": "Please do not worry me so... These feelings are still quite foreign, and I do not enjoy how much pain they cause me.$2#$b#I've procured food so that you may recover your energy. Eat! [16 20 203 257 305 456 457]$1",
    "HospitalEnd.Krobus.03": "...!$1",
    "HospitalEnd.Krobus.04": "...$2#$b#......![16 20 203 257 305 456 457]$1",
    "MineEnd.Krobus.01": "Time and time again, I remind you that not all of my kind are approachable. Please be wary of all shadow creatures, when in doubt.",
    "MineEnd.Krobus.02": "I have faith that Yoba will protect and guide you in your ventures below the ground. But most of all, I have faith in you.$1#$b#Would you like to ingest a snack to fuel your body? You seem to be needing it.[16 210 215 223 228 232 243 403 406 613 618 636 651]$1",
    "MineEnd.Krobus.03": "!$1",
    "MineEnd.Krobus.04": "...$4#$b#...![16 210 215 223 228 232 243 403 406 613 618 636 651]$4",
    "IslandEnd.Krobus.01": "Ah, you have returned home, @! It is unusual to see you in such a state.$3#$b#Have you been swarmed by lava slimes? Your clothing is burnt and you are covered in soot.#$b#Oh, you've adventured into a volcano? That is exciting, and so novel! I am simply thankful you are not seriously hurt.$1#$b#May Yoba watch over you, even when you are in faraway lands, @.$1",
    "IslandEnd.Krobus.02": "...!$3#$b#...",

    "HospitalEnd.Wizard.01": "Hello, @. It is good to see you home safe. I fear I may have been a bit dramatic earlier, but...",
    "HospitalEnd.Wizard.02": "No. I will stand by my word. Should any harm befall you, my star... This world will have to answer to me.#$b#At any rate, your body requires sustenance to recover. Here, this should replenish your energy adequately. [237 241 203 204 220 244]",
    "MineEnd.Wizard.01": "Ah, @! So you've returned unharmed. I am glad. You should let your body recharge for the rest of the day to recover from your mishap in the mines.",
    "MineEnd.Wizard.02": "Just as it is unwise to perform magic whilst drained of spiritual energy, it would be unwise to do farm work when exhausted.#$b#Have a snack. It shall certainly help you recover.[210 215 223 228 232 243 403 406 613 618 636 651]",
    "DivorcedEnd.Wizard.01": "Leave me be, @. Our farewell has been said and done, and I wish you nothing but good health from here on out.#$b#Please extend the same good will by refraining from addressing me. My spirit may be otherworldly in its power, but I fear that my heart is naught but human.",
    "IslandEnd.Wizard.01": "What in the spirits' name happened to you, my star? You look scorched from head to toe.#$b#Perhaps an attempt at a potion gone wrong? Do ask me for assistance next time instead.#$b#Eh? A volcano? I see. I will cast a heat-resistance charm the next time you travel there, but even so, please be careful next time.",

    "HospitalEnd.Willy.01": "Ah, welcome back, my sweet. I was worried for a moment, wondering if I should not have waited to escort you home.",
    "HospitalEnd.Willy.02": "I must learn not to worry for you. You're young and capable, after all. Still, after seeing you like that earlier...$2#$b#Well, you're here now, so would you like to eat something to regain your energy? It's real fresh, like my pappy used to make! [237 241 203 204 220 244]",
    "MineEnd.Willy.01": "Hello, my sweet! Back from the mines, I see. You should rest for the day. Nothing was ever accomplished on tired feet, you know!$1",
    "MineEnd.Willy.02": "Perhaps you'd enjoy some leisurely fishing in the pond. No big catches for today, just time to breathe and relax.$1#$b#Eat a snack, too. I always have some of this as a pick-me-up for rough days on the ocean! [210 215 223 228 232 243 403 406 613 618 636 651]$1",
    "DivorcedEnd.Willy.01": "Please, @. I asked you not to speak of the incident again.$2#$b#For some time, my heart will continue to point north to you. Please make it easier by staying off my course while it learns to change.$2",
    "IslandEnd.Willy.01": "Welcome back home. The ferry ride took a little longer than expected, but at the very least, the waters were easy to navigate.$3#$b#Take the rest of the day off. And leave dinner to me. I've got fresh trout!$3",

    "HospitalEnd.Pam.01": "Alright come on, lie down. I promise I won't be a sap and burden you with all my emotions while you rest.$4",
    "HospitalEnd.Pam.02": "Just... remember how much you mean to me. You gave this old hag a new life, and I can never thank you enough for it.$2#$b#I popped an instant dinner into the microwave for you, too. Eat it before it gets cold and soggy, yeah? [237 241 203 204 220 244]",
    "MineEnd.Pam.01": "Welcome home, @. I managed to finish the program I was watching, and it really seems like I didn't miss much. I missed you, though.$1",
    "MineEnd.Pam.02": "I can't believe I said something so cheesy just now... Hah, look at what you're doing to this old gal, @.$1#$b#You wanna have a snack to boost your energy? I had some while watching, so you can go ahead and finish it all. [210 215 223 228 232 243 403 406 613 618 636 651]$1",
    "DivorcedEnd.Pam.01": "What part of 'leave me alone' didn't you get?$3#$b#Go away, @. Stop wasting your life hanging around an old failure like me.$2",
    "IslandEnd.Pam.01": "Whoa! What in Gus' expensive spirits' name happened to you?#$b#You take a nap in a campfire or something? You're covered in ash and dust, and there's no saving those clothes, if you ask me.#$b#A... volcano? Huh. Alright, sure, whatever you say, dear.$1#$b#Just go wash up before you drag soot all over the place, 'cause I ain't the one who's gonna clean it up later.$1",

    "HospitalEnd.Clint.01": "Um... Are you sure you're alright to be walking around? The doctor said you needed your rest for today...$2",
    "HospitalEnd.Clint.02": "I know I'm not the most useful guy to have around for things like this... but tell me if there's something I can do for you, okay?$2#$b#If you want, I picked up some food for you from the Saloon. You should have a bite and then lie down. [237 241 203 204 220 244]",
    "MineEnd.Clint.01": "You're home! So, did you decide to take my advice and have a lazy day while you rest?$1",
    "MineEnd.Clint.02": "Taking a day off once in a while is a must. Really, if I had to be smithing all day, every day, I think I'd go insane.#$b#I've got a snack ready for you. *gulp*. It looks delicious, though... can we share? [210 215 223 228 232 243 403 406 613 618 636 651]$4",
    "DivorcedEnd.Clint.01": "I know, I know, I'm doomed to be alone in this life. You don't need to remind me by showing up all the time.$2#$b#Can you just leave? It's good that you're up and on your feet again, but to me, seeing you is just too painful.$2",
    "IslandEnd.Clint.01": "Oh, wow, @! What happened? You look like I do when I finally get around to cleaning my forge!$4#$b#You... weren't cleaning my forge for me, were you?#$b#Oh, you were exploring a volcano! Of course! Wait... really?$1#$b#You've got too much energy sometimes... Alright, come on, go wash all the soot off and take it easy. I'm glad you're not burnt too badly.",

}