{
  "Changes": [
    {
      "LogName": "Consitency Engagement Dialogue",
      "Action": "EditData",
      "Target": "Data/EngagementDialogue",
      "Entries": {
        "Shane1": "@... My head's spinning, but it's not from any booze."
      }
    },

    {
      "LogName": "Consitency Marriage Dialogue",
      "Action": "EditData",
      "Target": "Characters/Dialogue/MarriageDialogue",
      "Entries": {
        "summer_Shane": "What's on my agenda today... hmmm... #$e#I think I see some spicy pretzel snacks and a tub of ice cream on the horizon.",
        "spouseRoom_Shane": "#$c .5#Should I watch a movie or play video games? Sometimes life can be challenging.#$e#Hi, @. I'll just hang out in here today and uh... maybe sweep the floor a little bit or something."
      }
    },
    
    {
      "LogName": "Married Flower Dance Dialogue",
      "Action": "EditData",
      "Target": "Characters/Dialogue/Shane",
      "Entries": {
        "FlowerDance_Accept_Spouse": "Dance? Hoo-boy. Okay... I can't promise I won't accidentally step on your foot..."
      }
    },
    // replaces pale ale with pizza, beer with ginger ale
    {
      "LogName": "Consitency Specific Marriage Dialogue",
      "Action": "EditData",
      "Target": "Characters/Dialogue/MarriageDialogueShane",
      "Entries": {
        "Rainy_Day_2": "Here... take this.[206 174 903 305 215]#$e#I bought some of those a while ago and they're almost expired...",
        "Indoor_Night_0": "I'm just gonna have a little extra dessert before closing my eyes for the night.",
        "Neutral_6": "If you need to go see your friends in town, go ahead. I'm happy in the company of the TV and a couple of microwave pretzels.",
        "spring_1": "Ooo... my throbbing head. I definitely didn't drink enough water yesterday to balance out the soda.",
        "summer_27": "What are your plans for the fall? I'm going to try and incorporate more veggies into my diet.",
        "fall_1": "Hmm... I might have to buy a few cases of sparkling pumpkin cider to celebrate the season...$6"
      }
    },
    {
      "LogName": "Consitency Saloon Marriage Dialogue",
      "Action": "EditData",
      "Target": "Strings/schedules/Shane",
      "Entries": {
        "marriage_Fri.002": "If I don't order a fancy soda every once in a while, Gus will go out of business. I'm just doing my civic duty. I'll head home around 10."
      }
    }
  ]
}